[
    "A big change is coming, and you’re ready for it. Today’s Lucky Number is: 90, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "Today is a good day to take a risk. Today’s Lucky Number is: 47, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Someone close is thinking of you warmly. Today’s Lucky Number is: 97, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Your kindness will lead to a beautiful surprise. Today’s Lucky Number is: 83, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Adventure is in your near future. Today’s Lucky Number is: 59, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "Let go of what you can’t control. Today’s Lucky Number is: 29, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "You are more powerful than you know. Today’s Lucky Number is: 72, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "You will laugh out loud today. Today’s Lucky Number is: 74, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "A dream you had recently holds a hidden message. Today’s Lucky Number is: 23, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Luck is following you — quietly but surely. Today’s Lucky Number is: 9, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your love will guide you today. Today’s Lucky Number is: 10, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A luck moment is waiting for you. Today’s Lucky Number is: 98, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in courage, it will not fail you. Today’s Lucky Number is: 53, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, dreams will bring you clarity. Today’s Lucky Number is: 80, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by patience. Today’s Lucky Number is: 27, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden adventure will reveal itself. Today’s Lucky Number is: 86, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your kindness shines brighter than you realize. Today’s Lucky Number is: 94, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your friendship. Today’s Lucky Number is: 85, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of wisdom will return to you soon. Today’s Lucky Number is: 79, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you surprise when you least expect it. Today’s Lucky Number is: 2, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your strength will guide you today. Today’s Lucky Number is: 28, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A joy moment is waiting for you. Today’s Lucky Number is: 76, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in mystery, it will not fail you. Today’s Lucky Number is: 64, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, fortune will bring you clarity. Today’s Lucky Number is: 70, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by hope. Today’s Lucky Number is: 22, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden trust will reveal itself. Today’s Lucky Number is: 69, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your healing shines brighter than you realize. Today’s Lucky Number is: 48, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your success. Today’s Lucky Number is: 5, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of balance will return to you soon. Today’s Lucky Number is: 96, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you change when you least expect it. Today’s Lucky Number is: 18, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your gratitude will guide you today. Today’s Lucky Number is: 84, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A creativity moment is waiting for you. Today’s Lucky Number is: 24, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in serendipity, it will not fail you. Today’s Lucky Number is: 32, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, clarity will bring you clarity. Today’s Lucky Number is: 43, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by compassion. Today’s Lucky Number is: 15, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden determination will reveal itself. Today’s Lucky Number is: 12, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your curiosity shines brighter than you realize. Today’s Lucky Number is: 8, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your opportunity. Today’s Lucky Number is: 88, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of resilience will return to you soon. Today’s Lucky Number is: 46, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you harmony when you least expect it. Today’s Lucky Number is: 82, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your growth will guide you today. Today’s Lucky Number is: 31, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A freedom moment is waiting for you. Today’s Lucky Number is: 30, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in peace, it will not fail you. Today’s Lucky Number is: 71, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, light will bring you clarity. Today’s Lucky Number is: 25, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by energy. Today’s Lucky Number is: 34, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden love will reveal itself. Today’s Lucky Number is: 11, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your luck shines brighter than you realize. Today’s Lucky Number is: 38, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your courage. Today’s Lucky Number is: 13, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of dreams will return to you soon. Today’s Lucky Number is: 14, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you patience when you least expect it. Today’s Lucky Number is: 54, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your adventure will guide you today. Today’s Lucky Number is: 33, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A kindness moment is waiting for you. Today’s Lucky Number is: 6, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in friendship, it will not fail you. Today’s Lucky Number is: 26, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, wisdom will bring you clarity. Today’s Lucky Number is: 45, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by surprise. Today’s Lucky Number is: 77, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden strength will reveal itself. Today’s Lucky Number is: 50, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your joy shines brighter than you realize. Today’s Lucky Number is: 1, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your mystery. Today’s Lucky Number is: 92, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of fortune will return to you soon. Today’s Lucky Number is: 99, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you hope when you least expect it. Today’s Lucky Number is: 37, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your trust will guide you today. Today’s Lucky Number is: 20, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A healing moment is waiting for you. Today’s Lucky Number is: 36, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in success, it will not fail you. Today’s Lucky Number is: 62, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, balance will bring you clarity. Today’s Lucky Number is: 35, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by change. Today’s Lucky Number is: 81, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden gratitude will reveal itself. Today’s Lucky Number is: 39, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your creativity shines brighter than you realize. Today’s Lucky Number is: 49, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your serendipity. Today’s Lucky Number is: 56, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of clarity will return to you soon. Today’s Lucky Number is: 67, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you compassion when you least expect it. Today’s Lucky Number is: 89, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your determination will guide you today. Today’s Lucky Number is: 4, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A curiosity moment is waiting for you. Today’s Lucky Number is: 51, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in opportunity, it will not fail you. Today’s Lucky Number is: 57, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, resilience will bring you clarity. Today’s Lucky Number is: 3, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by harmony. Today’s Lucky Number is: 87, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden growth will reveal itself. Today’s Lucky Number is: 7, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your freedom shines brighter than you realize. Today’s Lucky Number is: 19, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your peace. Today’s Lucky Number is: 68, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of light will return to you soon. Today’s Lucky Number is: 91, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you energy when you least expect it. Today’s Lucky Number is: 40, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your love will guide you today. Today’s Lucky Number is: 44, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A luck moment is waiting for you. Today’s Lucky Number is: 42, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in courage, it will not fail you. Today’s Lucky Number is: 52, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, dreams will bring you clarity. Today’s Lucky Number is: 65, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by patience. Today’s Lucky Number is: 17, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden adventure will reveal itself. Today’s Lucky Number is: 75, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your kindness shines brighter than you realize. Today’s Lucky Number is: 66, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your friendship. Today’s Lucky Number is: 78, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of wisdom will return to you soon. Today’s Lucky Number is: 21, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you surprise when you least expect it. Today’s Lucky Number is: 58, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your strength will guide you today. Today’s Lucky Number is: 73, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A joy moment is waiting for you. Today’s Lucky Number is: 63, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in mystery, it will not fail you. Today’s Lucky Number is: 16, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, fortune will bring you clarity. Today’s Lucky Number is: 93, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by hope. Today’s Lucky Number is: 95, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden trust will reveal itself. Today’s Lucky Number is: 60, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your healing shines brighter than you realize. Today’s Lucky Number is: 55, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your success. Today’s Lucky Number is: 41, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of balance will return to you soon. Today’s Lucky Number is: 61, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you change when you least expect it. Today’s Lucky Number is: 90, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your gratitude will guide you today. Today’s Lucky Number is: 47, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A creativity moment is waiting for you. Today’s Lucky Number is: 97, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in serendipity, it will not fail you. Today’s Lucky Number is: 83, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, clarity will bring you clarity. Today’s Lucky Number is: 59, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by compassion. Today’s Lucky Number is: 29, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden determination will reveal itself. Today’s Lucky Number is: 72, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your curiosity shines brighter than you realize. Today’s Lucky Number is: 74, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your opportunity. Today’s Lucky Number is: 23, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of resilience will return to you soon. Today’s Lucky Number is: 9, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you harmony when you least expect it. Today’s Lucky Number is: 10, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your growth will guide you today. Today’s Lucky Number is: 98, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A freedom moment is waiting for you. Today’s Lucky Number is: 53, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in peace, it will not fail you. Today’s Lucky Number is: 80, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, light will bring you clarity. Today’s Lucky Number is: 27, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by energy. Today’s Lucky Number is: 86, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden love will reveal itself. Today’s Lucky Number is: 94, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your luck shines brighter than you realize. Today’s Lucky Number is: 85, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your courage. Today’s Lucky Number is: 79, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of dreams will return to you soon. Today’s Lucky Number is: 2, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you patience when you least expect it. Today’s Lucky Number is: 28, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your adventure will guide you today. Today’s Lucky Number is: 76, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A kindness moment is waiting for you. Today’s Lucky Number is: 64, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in friendship, it will not fail you. Today’s Lucky Number is: 70, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, wisdom will bring you clarity. Today’s Lucky Number is: 22, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by surprise. Today’s Lucky Number is: 69, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden strength will reveal itself. Today’s Lucky Number is: 48, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your joy shines brighter than you realize. Today’s Lucky Number is: 5, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your mystery. Today’s Lucky Number is: 96, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of fortune will return to you soon. Today’s Lucky Number is: 18, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you hope when you least expect it. Today’s Lucky Number is: 84, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your trust will guide you today. Today’s Lucky Number is: 24, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A healing moment is waiting for you. Today’s Lucky Number is: 32, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in success, it will not fail you. Today’s Lucky Number is: 43, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, balance will bring you clarity. Today’s Lucky Number is: 15, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by change. Today’s Lucky Number is: 12, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden gratitude will reveal itself. Today’s Lucky Number is: 8, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your creativity shines brighter than you realize. Today’s Lucky Number is: 88, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your serendipity. Today’s Lucky Number is: 46, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of clarity will return to you soon. Today’s Lucky Number is: 82, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you compassion when you least expect it. Today’s Lucky Number is: 31, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your determination will guide you today. Today’s Lucky Number is: 30, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A curiosity moment is waiting for you. Today’s Lucky Number is: 71, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in opportunity, it will not fail you. Today’s Lucky Number is: 25, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, resilience will bring you clarity. Today’s Lucky Number is: 34, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by harmony. Today’s Lucky Number is: 11, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden growth will reveal itself. Today’s Lucky Number is: 38, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your freedom shines brighter than you realize. Today’s Lucky Number is: 13, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your peace. Today’s Lucky Number is: 14, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of light will return to you soon. Today’s Lucky Number is: 54, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you energy when you least expect it. Today’s Lucky Number is: 33, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your love will guide you today. Today’s Lucky Number is: 6, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A luck moment is waiting for you. Today’s Lucky Number is: 26, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in courage, it will not fail you. Today’s Lucky Number is: 45, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, dreams will bring you clarity. Today’s Lucky Number is: 77, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by patience. Today’s Lucky Number is: 50, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden adventure will reveal itself. Today’s Lucky Number is: 1, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your kindness shines brighter than you realize. Today’s Lucky Number is: 92, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your friendship. Today’s Lucky Number is: 99, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of wisdom will return to you soon. Today’s Lucky Number is: 37, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you surprise when you least expect it. Today’s Lucky Number is: 20, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your strength will guide you today. Today’s Lucky Number is: 36, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A joy moment is waiting for you. Today’s Lucky Number is: 62, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in mystery, it will not fail you. Today’s Lucky Number is: 35, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, fortune will bring you clarity. Today’s Lucky Number is: 81, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by hope. Today’s Lucky Number is: 39, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden trust will reveal itself. Today’s Lucky Number is: 49, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your healing shines brighter than you realize. Today’s Lucky Number is: 56, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your success. Today’s Lucky Number is: 67, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of balance will return to you soon. Today’s Lucky Number is: 89, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you change when you least expect it. Today’s Lucky Number is: 4, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your gratitude will guide you today. Today’s Lucky Number is: 51, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A creativity moment is waiting for you. Today’s Lucky Number is: 57, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in serendipity, it will not fail you. Today’s Lucky Number is: 3, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, clarity will bring you clarity. Today’s Lucky Number is: 87, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by compassion. Today’s Lucky Number is: 7, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden determination will reveal itself. Today’s Lucky Number is: 19, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your curiosity shines brighter than you realize. Today’s Lucky Number is: 68, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your opportunity. Today’s Lucky Number is: 91, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of resilience will return to you soon. Today’s Lucky Number is: 40, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you harmony when you least expect it. Today’s Lucky Number is: 44, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your growth will guide you today. Today’s Lucky Number is: 42, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A freedom moment is waiting for you. Today’s Lucky Number is: 52, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in peace, it will not fail you. Today’s Lucky Number is: 65, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, light will bring you clarity. Today’s Lucky Number is: 17, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by energy. Today’s Lucky Number is: 75, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden love will reveal itself. Today’s Lucky Number is: 66, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your luck shines brighter than you realize. Today’s Lucky Number is: 78, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your courage. Today’s Lucky Number is: 21, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of dreams will return to you soon. Today’s Lucky Number is: 58, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you patience when you least expect it. Today’s Lucky Number is: 73, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your adventure will guide you today. Today’s Lucky Number is: 63, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A kindness moment is waiting for you. Today’s Lucky Number is: 16, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in friendship, it will not fail you. Today’s Lucky Number is: 93, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, wisdom will bring you clarity. Today’s Lucky Number is: 95, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by surprise. Today’s Lucky Number is: 60, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden strength will reveal itself. Today’s Lucky Number is: 55, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your joy shines brighter than you realize. Today’s Lucky Number is: 41, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your mystery. Today’s Lucky Number is: 61, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of fortune will return to you soon. Today’s Lucky Number is: 90, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you hope when you least expect it. Today’s Lucky Number is: 47, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your trust will guide you today. Today’s Lucky Number is: 97, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A healing moment is waiting for you. Today’s Lucky Number is: 83, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in success, it will not fail you. Today’s Lucky Number is: 59, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, balance will bring you clarity. Today’s Lucky Number is: 29, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by change. Today’s Lucky Number is: 72, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden gratitude will reveal itself. Today’s Lucky Number is: 74, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your creativity shines brighter than you realize. Today’s Lucky Number is: 23, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your serendipity. Today’s Lucky Number is: 9, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of clarity will return to you soon. Today’s Lucky Number is: 10, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you compassion when you least expect it. Today’s Lucky Number is: 98, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your determination will guide you today. Today’s Lucky Number is: 53, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A curiosity moment is waiting for you. Today’s Lucky Number is: 80, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in opportunity, it will not fail you. Today’s Lucky Number is: 27, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, resilience will bring you clarity. Today’s Lucky Number is: 86, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by harmony. Today’s Lucky Number is: 94, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden growth will reveal itself. Today’s Lucky Number is: 85, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your freedom shines brighter than you realize. Today’s Lucky Number is: 79, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your peace. Today’s Lucky Number is: 2, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of light will return to you soon. Today’s Lucky Number is: 28, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you energy when you least expect it. Today’s Lucky Number is: 76, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your love will guide you today. Today’s Lucky Number is: 64, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A luck moment is waiting for you. Today’s Lucky Number is: 70, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in courage, it will not fail you. Today’s Lucky Number is: 22, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, dreams will bring you clarity. Today’s Lucky Number is: 69, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by patience. Today’s Lucky Number is: 48, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden adventure will reveal itself. Today’s Lucky Number is: 5, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your kindness shines brighter than you realize. Today’s Lucky Number is: 96, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your friendship. Today’s Lucky Number is: 18, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of wisdom will return to you soon. Today’s Lucky Number is: 84, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you surprise when you least expect it. Today’s Lucky Number is: 24, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your strength will guide you today. Today’s Lucky Number is: 32, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A joy moment is waiting for you. Today’s Lucky Number is: 43, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in mystery, it will not fail you. Today’s Lucky Number is: 15, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, fortune will bring you clarity. Today’s Lucky Number is: 12, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by hope. Today’s Lucky Number is: 8, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden trust will reveal itself. Today’s Lucky Number is: 88, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your healing shines brighter than you realize. Today’s Lucky Number is: 46, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your success. Today’s Lucky Number is: 82, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of balance will return to you soon. Today’s Lucky Number is: 31, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you change when you least expect it. Today’s Lucky Number is: 30, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your gratitude will guide you today. Today’s Lucky Number is: 71, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A creativity moment is waiting for you. Today’s Lucky Number is: 25, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in serendipity, it will not fail you. Today’s Lucky Number is: 34, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, clarity will bring you clarity. Today’s Lucky Number is: 11, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by compassion. Today’s Lucky Number is: 38, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden determination will reveal itself. Today’s Lucky Number is: 13, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your curiosity shines brighter than you realize. Today’s Lucky Number is: 14, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your opportunity. Today’s Lucky Number is: 54, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of resilience will return to you soon. Today’s Lucky Number is: 33, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you harmony when you least expect it. Today’s Lucky Number is: 6, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your growth will guide you today. Today’s Lucky Number is: 26, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A freedom moment is waiting for you. Today’s Lucky Number is: 45, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in peace, it will not fail you. Today’s Lucky Number is: 77, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, light will bring you clarity. Today’s Lucky Number is: 50, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by energy. Today’s Lucky Number is: 1, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden love will reveal itself. Today’s Lucky Number is: 92, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your luck shines brighter than you realize. Today’s Lucky Number is: 99, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your courage. Today’s Lucky Number is: 37, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of dreams will return to you soon. Today’s Lucky Number is: 20, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you patience when you least expect it. Today’s Lucky Number is: 36, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your adventure will guide you today. Today’s Lucky Number is: 62, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A kindness moment is waiting for you. Today’s Lucky Number is: 35, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in friendship, it will not fail you. Today’s Lucky Number is: 81, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, wisdom will bring you clarity. Today’s Lucky Number is: 39, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by surprise. Today’s Lucky Number is: 49, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden strength will reveal itself. Today’s Lucky Number is: 56, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your joy shines brighter than you realize. Today’s Lucky Number is: 67, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your mystery. Today’s Lucky Number is: 89, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of fortune will return to you soon. Today’s Lucky Number is: 4, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you hope when you least expect it. Today’s Lucky Number is: 51, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your trust will guide you today. Today’s Lucky Number is: 57, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A healing moment is waiting for you. Today’s Lucky Number is: 3, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in success, it will not fail you. Today’s Lucky Number is: 87, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, balance will bring you clarity. Today’s Lucky Number is: 7, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by change. Today’s Lucky Number is: 19, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden gratitude will reveal itself. Today’s Lucky Number is: 68, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your creativity shines brighter than you realize. Today’s Lucky Number is: 91, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your serendipity. Today’s Lucky Number is: 40, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of clarity will return to you soon. Today’s Lucky Number is: 44, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you compassion when you least expect it. Today’s Lucky Number is: 42, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your determination will guide you today. Today’s Lucky Number is: 52, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A curiosity moment is waiting for you. Today’s Lucky Number is: 65, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in opportunity, it will not fail you. Today’s Lucky Number is: 17, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, resilience will bring you clarity. Today’s Lucky Number is: 75, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by harmony. Today’s Lucky Number is: 66, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden growth will reveal itself. Today’s Lucky Number is: 78, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your freedom shines brighter than you realize. Today’s Lucky Number is: 21, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your peace. Today’s Lucky Number is: 58, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of light will return to you soon. Today’s Lucky Number is: 73, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you energy when you least expect it. Today’s Lucky Number is: 63, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your love will guide you today. Today’s Lucky Number is: 16, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A luck moment is waiting for you. Today’s Lucky Number is: 93, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in courage, it will not fail you. Today’s Lucky Number is: 95, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, dreams will bring you clarity. Today’s Lucky Number is: 60, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by patience. Today’s Lucky Number is: 55, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden adventure will reveal itself. Today’s Lucky Number is: 41, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your kindness shines brighter than you realize. Today’s Lucky Number is: 61, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your friendship. Today’s Lucky Number is: 90, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of wisdom will return to you soon. Today’s Lucky Number is: 47, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you surprise when you least expect it. Today’s Lucky Number is: 97, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your strength will guide you today. Today’s Lucky Number is: 83, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A joy moment is waiting for you. Today’s Lucky Number is: 59, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in mystery, it will not fail you. Today’s Lucky Number is: 29, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, fortune will bring you clarity. Today’s Lucky Number is: 72, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by hope. Today’s Lucky Number is: 74, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden trust will reveal itself. Today’s Lucky Number is: 23, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your healing shines brighter than you realize. Today’s Lucky Number is: 9, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your success. Today’s Lucky Number is: 10, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of balance will return to you soon. Today’s Lucky Number is: 98, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you change when you least expect it. Today’s Lucky Number is: 53, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your gratitude will guide you today. Today’s Lucky Number is: 80, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A creativity moment is waiting for you. Today’s Lucky Number is: 27, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in serendipity, it will not fail you. Today’s Lucky Number is: 86, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, clarity will bring you clarity. Today’s Lucky Number is: 94, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by compassion. Today’s Lucky Number is: 85, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden determination will reveal itself. Today’s Lucky Number is: 79, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your curiosity shines brighter than you realize. Today’s Lucky Number is: 2, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your opportunity. Today’s Lucky Number is: 28, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of resilience will return to you soon. Today’s Lucky Number is: 76, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you harmony when you least expect it. Today’s Lucky Number is: 64, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your growth will guide you today. Today’s Lucky Number is: 70, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A freedom moment is waiting for you. Today’s Lucky Number is: 22, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in peace, it will not fail you. Today’s Lucky Number is: 69, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, light will bring you clarity. Today’s Lucky Number is: 48, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by energy. Today’s Lucky Number is: 5, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden love will reveal itself. Today’s Lucky Number is: 96, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your luck shines brighter than you realize. Today’s Lucky Number is: 18, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your courage. Today’s Lucky Number is: 84, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of dreams will return to you soon. Today’s Lucky Number is: 24, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you patience when you least expect it. Today’s Lucky Number is: 32, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your adventure will guide you today. Today’s Lucky Number is: 43, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A kindness moment is waiting for you. Today’s Lucky Number is: 15, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in friendship, it will not fail you. Today’s Lucky Number is: 12, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, wisdom will bring you clarity. Today’s Lucky Number is: 8, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by surprise. Today’s Lucky Number is: 88, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden strength will reveal itself. Today’s Lucky Number is: 46, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your joy shines brighter than you realize. Today’s Lucky Number is: 82, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your mystery. Today’s Lucky Number is: 31, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of fortune will return to you soon. Today’s Lucky Number is: 30, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you hope when you least expect it. Today’s Lucky Number is: 71, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna",
    "Your trust will guide you today. Today’s Lucky Number is: 25, Today’s Lucky Color is: Purple, Today’s Song for you is: Don’t Stop Believin’ — Journey",
    "A healing moment is waiting for you. Today’s Lucky Number is: 34, Today’s Lucky Color is: Lavender, Today’s Song for you is: Yes Sir I Can Boogie — Baccara",
    "Trust in success, it will not fail you. Today’s Lucky Number is: 11, Today’s Lucky Color is: Orange, Today’s Song for you is: Heroes — David Bowie",
    "Soon, balance will bring you clarity. Today’s Lucky Number is: 38, Today’s Lucky Color is: Green, Today’s Song for you is: Shallow — Lady Gaga & Bradley Cooper",
    "Your path will be shaped by change. Today’s Lucky Number is: 13, Today’s Lucky Color is: Coral, Today’s Song for you is: Dancing Queen — ABBA",
    "A hidden gratitude will reveal itself. Today’s Lucky Number is: 14, Today’s Lucky Color is: Turquoise, Today’s Song for you is: Viva La Vida — Coldplay",
    "Your creativity shines brighter than you realize. Today’s Lucky Number is: 54, Today’s Lucky Color is: Emerald, Today’s Song for you is: Here Comes the Sun — The Beatles",
    "Today’s challenge will unlock your serendipity. Today’s Lucky Number is: 33, Today’s Lucky Color is: Crimson, Today’s Song for you is: Stayin’ Alive — Bee Gees",
    "An act of clarity will return to you soon. Today’s Lucky Number is: 6, Today’s Lucky Color is: Black, Today’s Song for you is: Shape of You — Ed Sheeran",
    "Someone will show you compassion when you least expect it. Today’s Lucky Number is: 26, Today’s Lucky Color is: White, Today’s Song for you is: Happy — Pharrell Williams",
    "Your determination will guide you today. Today’s Lucky Number is: 45, Today’s Lucky Color is: Teal, Today’s Song for you is: Smooth — Santana ft. Rob Thomas",
    "A curiosity moment is waiting for you. Today’s Lucky Number is: 77, Today’s Lucky Color is: Red, Today’s Song for you is: Imagine — John Lennon",
    "Trust in opportunity, it will not fail you. Today’s Lucky Number is: 50, Today’s Lucky Color is: Sapphire Blue, Today’s Song for you is: Billie Jean — Michael Jackson",
    "Soon, resilience will bring you clarity. Today’s Lucky Number is: 1, Today’s Lucky Color is: Blue, Today’s Song for you is: Wonderwall — Oasis",
    "Your path will be shaped by harmony. Today’s Lucky Number is: 92, Today’s Lucky Color is: Ruby Red, Today’s Song for you is: Uptown Funk — Bruno Mars",
    "A hidden growth will reveal itself. Today’s Lucky Number is: 99, Today’s Lucky Color is: Gold, Today’s Song for you is: Let It Be — The Beatles",
    "Your freedom shines brighter than you realize. Today’s Lucky Number is: 37, Today’s Lucky Color is: Yellow, Today’s Song for you is: Rolling in the Deep — Adele",
    "Today’s challenge will unlock your peace. Today’s Lucky Number is: 20, Today’s Lucky Color is: Ivory, Today’s Song for you is: I Will Survive — Gloria Gaynor",
    "An act of light will return to you soon. Today’s Lucky Number is: 36, Today’s Lucky Color is: Silver, Today’s Song for you is: Bohemian Rhapsody — Queen",
    "Someone will show you energy when you least expect it. Today’s Lucky Number is: 62, Today’s Lucky Color is: Pink, Today’s Song for you is: Like a Prayer — Madonna"
]